src/main/resources/soapxml/OOS.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Header>
        <Credentials xmlns="http://Airspan.Netspan.WebServices">
            <Username>wsadmin</Username>
            <Password>password</Password>
        </Credentials>
    </soap:Header>
    <soap:Body>
        <EnbStateSet xmlns="http://Airspan.Netspan.WebServices">
            <NodeName>Hurricane_AirSpeed1250</NodeName>
            <EnbState>OutOfService</EnbState>
            <CellState>
                <CellNumber>int</CellNumber>
                <CellState>OutOfService</CellState>
            </CellState>
            <CellState>
                <CellNumber>int</CellNumber>
                <CellState>OutOfService</CellState>
            </CellState>
        </EnbStateSet>
    </soap:Body>
</soap:Envelope>